sysbench/r25x25b.log
sysbench 1.0.18 (using system LuaJIT 2.1.0-beta3)

Running the test with following options:
Number of threads: 10
Report intermediate results every 1 second(s)
Initializing random number generator from current time


Initializing worker threads...

Threads started!

[ 1s ] thds: 10 tps: 12007.66 qps: 144168.84 (r/w/o: 120143.53/0.00/24025.31) lat (ms,95%): 1.76 err/s: 0.00 reconn/s: 0.00
[ 2s ] thds: 10 tps: 12516.31 qps: 150153.77 (r/w/o: 125122.14/0.00/25031.63) lat (ms,95%): 1.70 err/s: 0.00 reconn/s: 0.00
[ 3s ] thds: 10 tps: 12563.00 qps: 150765.04 (r/w/o: 125640.03/0.00/25125.01) lat (ms,95%): 1.67 err/s: 0.00 reconn/s: 0.00
[ 4s ] thds: 10 tps: 12430.99 qps: 149191.93 (r/w/o: 124328.94/0.00/24862.99) lat (ms,95%): 1.73 err/s: 0.00 reconn/s: 0.00
[ 5s ] thds: 10 tps: 12468.01 qps: 149612.09 (r/w/o: 124676.07/0.00/24936.01) lat (ms,95%): 1.70 err/s: 0.00 reconn/s: 0.00
[ 6s ] thds: 10 tps: 12560.67 qps: 150732.04 (r/w/o: 125609.70/0.00/25122.34) lat (ms,95%): 1.70 err/s: 0.00 reconn/s: 0.00
[ 7s ] thds: 10 tps: 12061.59 qps: 144725.09 (r/w/o: 120602.90/0.00/24122.18) lat (ms,95%): 1.82 err/s: 0.00 reconn/s: 0.00
[ 8s ] thds: 10 tps: 12260.05 qps: 147125.55 (r/w/o: 122605.46/0.00/24520.09) lat (ms,95%): 1.73 err/s: 0.00 reconn/s: 0.00
[ 9s ] thds: 10 tps: 12649.99 qps: 151793.84 (r/w/o: 126493.87/0.00/25299.97) lat (ms,95%): 1.64 err/s: 0.00 reconn/s: 0.00
[ 10s ] thds: 10 tps: 12553.01 qps: 150648.13 (r/w/o: 125541.11/0.00/25107.02) lat (ms,95%): 1.67 err/s: 0.00 reconn/s: 0.00
[ 11s ] thds: 10 tps: 12559.98 qps: 150719.79 (r/w/o: 125599.82/0.00/25119.96) lat (ms,95%): 1.73 err/s: 0.00 reconn/s: 0.00
[ 12s ] thds: 10 tps: 12594.00 qps: 151113.96 (r/w/o: 125925.96/0.00/25187.99) lat (ms,95%): 1.61 err/s: 0.00 reconn/s: 0.00
[ 13s ] thds: 10 tps: 12527.86 qps: 150330.33 (r/w/o: 125274.61/0.00/25055.72) lat (ms,95%): 1.73 err/s: 0.00 reconn/s: 0.00
[ 14s ] thds: 10 tps: 12582.11 qps: 150986.28 (r/w/o: 125824.07/0.00/25162.22) lat (ms,95%): 1.73 err/s: 0.00 reconn/s: 0.00
[ 15s ] thds: 10 tps: 12603.05 qps: 151254.65 (r/w/o: 126047.54/0.00/25207.11) lat (ms,95%): 1.61 err/s: 0.00 reconn/s: 0.00
[ 16s ] thds: 10 tps: 12519.71 qps: 150218.57 (r/w/o: 125178.14/0.00/25040.43) lat (ms,95%): 1.67 err/s: 0.00 reconn/s: 0.00
[ 17s ] thds: 10 tps: 12533.96 qps: 150413.54 (r/w/o: 125345.61/0.00/25067.92) lat (ms,95%): 1.67 err/s: 0.00 reconn/s: 0.00
[ 18s ] thds: 10 tps: 12520.28 qps: 150245.30 (r/w/o: 125206.75/0.00/25038.55) lat (ms,95%): 1.67 err/s: 0.00 reconn/s: 0.00
[ 19s ] thds: 10 tps: 12386.84 qps: 148633.03 (r/w/o: 123857.36/0.00/24775.67) lat (ms,95%): 1.76 err/s: 0.00 reconn/s: 0.00
[ 20s ] thds: 10 tps: 12544.15 qps: 150534.76 (r/w/o: 125447.47/0.00/25087.29) lat (ms,95%): 1.67 err/s: 0.00 reconn/s: 0.00
[ 21s ] thds: 10 tps: 12567.70 qps: 150815.41 (r/w/o: 125680.01/0.00/25135.40) lat (ms,95%): 1.70 err/s: 0.00 reconn/s: 0.00
[ 22s ] thds: 10 tps: 12274.23 qps: 147288.80 (r/w/o: 122740.33/0.00/24548.47) lat (ms,95%): 1.70 err/s: 0.00 reconn/s: 0.00
[ 23s ] thds: 10 tps: 12550.02 qps: 150580.29 (r/w/o: 125481.24/0.00/25099.05) lat (ms,95%): 1.67 err/s: 0.00 reconn/s: 0.00
[ 24s ] thds: 10 tps: 12376.84 qps: 148538.06 (r/w/o: 123783.39/0.00/24754.68) lat (ms,95%): 1.70 err/s: 0.00 reconn/s: 0.00
[ 25s ] thds: 10 tps: 12572.92 qps: 150903.06 (r/w/o: 125756.21/0.00/25146.84) lat (ms,95%): 1.67 err/s: 0.00 reconn/s: 0.00
[ 26s ] thds: 10 tps: 12412.27 qps: 148926.19 (r/w/o: 124101.66/0.00/24824.53) lat (ms,95%): 1.64 err/s: 0.00 reconn/s: 0.00
[ 27s ] thds: 10 tps: 12391.79 qps: 148725.53 (r/w/o: 123941.94/0.00/24783.59) lat (ms,95%): 1.73 err/s: 0.00 reconn/s: 0.00
[ 28s ] thds: 10 tps: 12196.67 qps: 146334.03 (r/w/o: 121941.69/0.00/24392.33) lat (ms,95%): 1.86 err/s: 0.00 reconn/s: 0.00
[ 29s ] thds: 10 tps: 12469.98 qps: 149654.80 (r/w/o: 124713.83/0.00/24940.97) lat (ms,95%): 1.73 err/s: 0.00 reconn/s: 0.00
[ 30s ] thds: 10 tps: 12571.70 qps: 150848.39 (r/w/o: 125705.99/0.00/25142.40) lat (ms,95%): 1.70 err/s: 0.00 reconn/s: 0.00
[ 31s ] thds: 10 tps: 12496.35 qps: 149957.15 (r/w/o: 124963.46/0.00/24993.69) lat (ms,95%): 1.64 err/s: 0.00 reconn/s: 0.00
[ 32s ] thds: 10 tps: 12457.43 qps: 149480.14 (r/w/o: 124566.28/0.00/24913.86) lat (ms,95%): 1.73 err/s: 0.00 reconn/s: 0.00
[ 33s ] thds: 10 tps: 12461.48 qps: 149530.78 (r/w/o: 124606.82/0.00/24923.96) lat (ms,95%): 1.70 err/s: 0.00 reconn/s: 0.00
[ 34s ] thds: 10 tps: 12452.62 qps: 149441.41 (r/w/o: 124537.17/0.00/24904.23) lat (ms,95%): 1.70 err/s: 0.00 reconn/s: 0.00
[ 35s ] thds: 10 tps: 12395.24 qps: 148759.89 (r/w/o: 123969.41/0.00/24790.48) lat (ms,95%): 1.73 err/s: 0.00 reconn/s: 0.00
[ 36s ] thds: 10 tps: 12505.13 qps: 150042.63 (r/w/o: 125034.36/0.00/25008.27) lat (ms,95%): 1.73 err/s: 0.00 reconn/s: 0.00
[ 37s ] thds: 10 tps: 12619.86 qps: 151447.33 (r/w/o: 126206.61/0.00/25240.72) lat (ms,95%): 1.67 err/s: 0.00 reconn/s: 0.00
[ 38s ] thds: 10 tps: 12353.11 qps: 148241.30 (r/w/o: 123534.08/0.00/24707.22) lat (ms,95%): 1.67 err/s: 0.00 reconn/s: 0.00
[ 39s ] thds: 10 tps: 12164.00 qps: 145962.02 (r/w/o: 121634.02/0.00/24328.00) lat (ms,95%): 1.79 err/s: 0.00 reconn/s: 0.00
[ 40s ] thds: 10 tps: 12528.89 qps: 150333.67 (r/w/o: 125276.89/0.00/25056.78) lat (ms,95%): 1.67 err/s: 0.00 reconn/s: 0.00
[ 41s ] thds: 10 tps: 12378.66 qps: 148562.96 (r/w/o: 123803.63/0.00/24759.33) lat (ms,95%): 1.70 err/s: 0.00 reconn/s: 0.00
[ 42s ] thds: 10 tps: 12559.60 qps: 150717.22 (r/w/o: 125598.02/0.00/25119.20) lat (ms,95%): 1.67 err/s: 0.00 reconn/s: 0.00
[ 43s ] thds: 10 tps: 12471.98 qps: 149645.81 (r/w/o: 124701.84/0.00/24943.97) lat (ms,95%): 1.73 err/s: 0.00 reconn/s: 0.00
[ 44s ] thds: 10 tps: 12529.89 qps: 150393.64 (r/w/o: 125333.87/0.00/25059.77) lat (ms,95%): 1.67 err/s: 0.00 reconn/s: 0.00
[ 45s ] thds: 10 tps: 12315.14 qps: 147767.64 (r/w/o: 123137.36/0.00/24630.27) lat (ms,95%): 1.76 err/s: 0.00 reconn/s: 0.00
[ 46s ] thds: 10 tps: 12496.07 qps: 149940.91 (r/w/o: 124949.76/0.00/24991.15) lat (ms,95%): 1.58 err/s: 0.00 reconn/s: 0.00
[ 47s ] thds: 10 tps: 12478.89 qps: 149733.62 (r/w/o: 124774.85/0.00/24958.77) lat (ms,95%): 1.79 err/s: 0.00 reconn/s: 0.00
[ 48s ] thds: 10 tps: 12106.87 qps: 145302.44 (r/w/o: 121088.70/0.00/24213.74) lat (ms,95%): 1.82 err/s: 0.00 reconn/s: 0.00
[ 49s ] thds: 10 tps: 12468.15 qps: 149601.85 (r/w/o: 124667.54/0.00/24934.31) lat (ms,95%): 1.70 err/s: 0.00 reconn/s: 0.00
[ 50s ] thds: 10 tps: 12408.59 qps: 148892.04 (r/w/o: 124073.86/0.00/24818.17) lat (ms,95%): 1.82 err/s: 0.00 reconn/s: 0.00
[ 51s ] thds: 10 tps: 12570.15 qps: 150875.77 (r/w/o: 125734.48/0.00/25141.30) lat (ms,95%): 1.67 err/s: 0.00 reconn/s: 0.00
[ 52s ] thds: 10 tps: 12394.27 qps: 148726.22 (r/w/o: 123937.68/0.00/24788.54) lat (ms,95%): 1.73 err/s: 0.00 reconn/s: 0.00
[ 53s ] thds: 10 tps: 12501.84 qps: 150038.09 (r/w/o: 125034.41/0.00/25003.68) lat (ms,95%): 1.67 err/s: 0.00 reconn/s: 0.00
[ 54s ] thds: 10 tps: 12446.11 qps: 149334.33 (r/w/o: 124442.11/0.00/24892.22) lat (ms,95%): 1.76 err/s: 0.00 reconn/s: 0.00
[ 55s ] thds: 10 tps: 12430.94 qps: 149169.27 (r/w/o: 124308.39/0.00/24860.88) lat (ms,95%): 1.70 err/s: 0.00 reconn/s: 0.00
[ 56s ] thds: 10 tps: 12379.07 qps: 148551.83 (r/w/o: 123792.69/0.00/24759.14) lat (ms,95%): 1.79 err/s: 0.00 reconn/s: 0.00
[ 57s ] thds: 10 tps: 12399.02 qps: 148784.24 (r/w/o: 123987.20/0.00/24797.04) lat (ms,95%): 1.73 err/s: 0.00 reconn/s: 0.00
[ 58s ] thds: 10 tps: 12443.77 qps: 149317.19 (r/w/o: 124429.66/0.00/24887.53) lat (ms,95%): 1.70 err/s: 0.00 reconn/s: 0.00
[ 59s ] thds: 10 tps: 12483.05 qps: 149797.59 (r/w/o: 124830.49/0.00/24967.10) lat (ms,95%): 1.70 err/s: 0.00 reconn/s: 0.00
[ 60s ] thds: 10 tps: 12527.79 qps: 150347.53 (r/w/o: 125291.94/0.00/25055.59) lat (ms,95%): 1.67 err/s: 0.00 reconn/s: 0.00
[ 61s ] thds: 10 tps: 12568.03 qps: 150820.39 (r/w/o: 125685.33/0.00/25135.06) lat (ms,95%): 1.73 err/s: 0.00 reconn/s: 0.00
[ 62s ] thds: 10 tps: 12475.33 qps: 149673.95 (r/w/o: 124724.29/0.00/24949.66) lat (ms,95%): 1.76 err/s: 0.00 reconn/s: 0.00
[ 63s ] thds: 10 tps: 12323.73 qps: 147899.76 (r/w/o: 123251.30/0.00/24648.46) lat (ms,95%): 1.73 err/s: 0.00 reconn/s: 0.00
[ 64s ] thds: 10 tps: 12365.31 qps: 148385.67 (r/w/o: 123656.06/0.00/24729.61) lat (ms,95%): 1.70 err/s: 0.00 reconn/s: 0.00
[ 65s ] thds: 10 tps: 12529.53 qps: 150383.32 (r/w/o: 125322.26/0.00/25061.06) lat (ms,95%): 1.58 err/s: 0.00 reconn/s: 0.00
[ 66s ] thds: 10 tps: 12624.60 qps: 151464.21 (r/w/o: 126216.01/0.00/25248.21) lat (ms,95%): 1.67 err/s: 0.00 reconn/s: 0.00
[ 67s ] thds: 10 tps: 12351.78 qps: 148239.39 (r/w/o: 123534.82/0.00/24704.56) lat (ms,95%): 1.73 err/s: 0.00 reconn/s: 0.00
[ 68s ] thds: 10 tps: 12351.22 qps: 148201.65 (r/w/o: 123500.21/0.00/24701.44) lat (ms,95%): 1.64 err/s: 0.00 reconn/s: 0.00
[ 69s ] thds: 10 tps: 12542.81 qps: 150524.75 (r/w/o: 125438.12/0.00/25086.62) lat (ms,95%): 1.64 err/s: 0.00 reconn/s: 0.00
[ 70s ] thds: 10 tps: 12246.15 qps: 146940.82 (r/w/o: 122449.52/0.00/24491.30) lat (ms,95%): 1.76 err/s: 0.00 reconn/s: 0.00
[ 71s ] thds: 10 tps: 12528.34 qps: 150344.10 (r/w/o: 125287.42/0.00/25056.68) lat (ms,95%): 1.67 err/s: 0.00 reconn/s: 0.00
[ 72s ] thds: 10 tps: 12475.62 qps: 149704.40 (r/w/o: 124753.16/0.00/24951.23) lat (ms,95%): 1.76 err/s: 0.00 reconn/s: 0.00
[ 73s ] thds: 10 tps: 12386.98 qps: 148642.81 (r/w/o: 123868.85/0.00/24773.97) lat (ms,95%): 1.76 err/s: 0.00 reconn/s: 0.00
[ 74s ] thds: 10 tps: 12197.04 qps: 146375.42 (r/w/o: 121980.35/0.00/24395.07) lat (ms,95%): 1.79 err/s: 0.00 reconn/s: 0.00
[ 75s ] thds: 10 tps: 12457.97 qps: 149467.61 (r/w/o: 124553.68/0.00/24913.94) lat (ms,95%): 1.64 err/s: 0.00 reconn/s: 0.00
[ 76s ] thds: 10 tps: 12549.01 qps: 150610.17 (r/w/o: 125511.14/0.00/25099.03) lat (ms,95%): 1.70 err/s: 0.00 reconn/s: 0.00
[ 77s ] thds: 10 tps: 12489.01 qps: 149862.12 (r/w/o: 124885.10/0.00/24977.02) lat (ms,95%): 1.76 err/s: 0.00 reconn/s: 0.00
[ 78s ] thds: 10 tps: 12515.00 qps: 150212.02 (r/w/o: 125180.02/0.00/25032.00) lat (ms,95%): 1.67 err/s: 0.00 reconn/s: 0.00
[ 79s ] thds: 10 tps: 12458.82 qps: 149471.88 (r/w/o: 124556.24/0.00/24915.65) lat (ms,95%): 1.64 err/s: 0.00 reconn/s: 0.00
[ 80s ] thds: 10 tps: 12604.09 qps: 151257.05 (r/w/o: 126046.88/0.00/25210.18) lat (ms,95%): 1.61 err/s: 0.00 reconn/s: 0.00
[ 81s ] thds: 10 tps: 12552.11 qps: 150628.32 (r/w/o: 125525.10/0.00/25103.22) lat (ms,95%): 1.64 err/s: 0.00 reconn/s: 0.00
[ 82s ] thds: 10 tps: 12349.40 qps: 148178.81 (r/w/o: 123479.01/0.00/24699.80) lat (ms,95%): 1.64 err/s: 0.00 reconn/s: 0.00
[ 83s ] thds: 10 tps: 12494.55 qps: 149944.56 (r/w/o: 124955.47/0.00/24989.09) lat (ms,95%): 1.58 err/s: 0.00 reconn/s: 0.00
[ 84s ] thds: 10 tps: 12570.04 qps: 150835.50 (r/w/o: 125696.42/0.00/25139.08) lat (ms,95%): 1.70 err/s: 0.00 reconn/s: 0.00
[ 85s ] thds: 10 tps: 12482.88 qps: 149795.56 (r/w/o: 124828.80/0.00/24966.76) lat (ms,95%): 1.64 err/s: 0.00 reconn/s: 0.00
[ 86s ] thds: 10 tps: 12622.86 qps: 151473.30 (r/w/o: 126228.58/0.00/25244.72) lat (ms,95%): 1.64 err/s: 0.00 reconn/s: 0.00
[ 87s ] thds: 10 tps: 12250.27 qps: 147016.25 (r/w/o: 122514.71/0.00/24501.54) lat (ms,95%): 1.67 err/s: 0.00 reconn/s: 0.00
[ 88s ] thds: 10 tps: 12174.19 qps: 146078.23 (r/w/o: 121730.86/0.00/24347.37) lat (ms,95%): 1.73 err/s: 0.00 reconn/s: 0.00
[ 89s ] thds: 10 tps: 12381.78 qps: 148594.38 (r/w/o: 123829.81/0.00/24764.56) lat (ms,95%): 1.73 err/s: 0.00 reconn/s: 0.00
[ 90s ] thds: 10 tps: 12545.22 qps: 150525.70 (r/w/o: 125436.25/0.00/25089.45) lat (ms,95%): 1.70 err/s: 0.00 reconn/s: 0.00
[ 91s ] thds: 10 tps: 12323.62 qps: 147882.43 (r/w/o: 123235.19/0.00/24647.24) lat (ms,95%): 1.70 err/s: 0.00 reconn/s: 0.00
[ 92s ] thds: 10 tps: 12626.49 qps: 151527.85 (r/w/o: 126274.88/0.00/25252.98) lat (ms,95%): 1.61 err/s: 0.00 reconn/s: 0.00
[ 93s ] thds: 10 tps: 12545.07 qps: 150534.80 (r/w/o: 125444.66/0.00/25090.13) lat (ms,95%): 1.73 err/s: 0.00 reconn/s: 0.00
[ 94s ] thds: 10 tps: 12638.02 qps: 151647.21 (r/w/o: 126370.17/0.00/25277.03) lat (ms,95%): 1.64 err/s: 0.00 reconn/s: 0.00
[ 95s ] thds: 10 tps: 12524.09 qps: 150294.02 (r/w/o: 125246.85/0.00/25047.17) lat (ms,95%): 1.70 err/s: 0.00 reconn/s: 0.00
[ 96s ] thds: 10 tps: 12276.69 qps: 147312.32 (r/w/o: 122759.93/0.00/24552.39) lat (ms,95%): 1.79 err/s: 0.00 reconn/s: 0.00
[ 97s ] thds: 10 tps: 12407.02 qps: 148905.22 (r/w/o: 124090.19/0.00/24815.04) lat (ms,95%): 1.70 err/s: 0.00 reconn/s: 0.00
[ 98s ] thds: 10 tps: 12452.85 qps: 149413.18 (r/w/o: 124508.49/0.00/24904.70) lat (ms,95%): 1.73 err/s: 0.00 reconn/s: 0.00
[ 99s ] thds: 10 tps: 12506.14 qps: 150096.75 (r/w/o: 125083.46/0.00/25013.29) lat (ms,95%): 1.64 err/s: 0.00 reconn/s: 0.00
[ 100s ] thds: 10 tps: 12441.86 qps: 149292.32 (r/w/o: 124408.60/0.00/24883.72) lat (ms,95%): 1.64 err/s: 0.00 reconn/s: 0.00
[ 101s ] thds: 10 tps: 12557.17 qps: 150681.09 (r/w/o: 125566.74/0.00/25114.35) lat (ms,95%): 1.67 err/s: 0.00 reconn/s: 0.00
[ 102s ] thds: 10 tps: 12556.04 qps: 150702.50 (r/w/o: 125589.42/0.00/25113.08) lat (ms,95%): 1.73 err/s: 0.00 reconn/s: 0.00
[ 103s ] thds: 10 tps: 12608.80 qps: 151271.54 (r/w/o: 126053.95/0.00/25217.59) lat (ms,95%): 1.70 err/s: 0.00 reconn/s: 0.00
[ 104s ] thds: 10 tps: 12476.03 qps: 149730.38 (r/w/o: 124778.32/0.00/24952.06) lat (ms,95%): 1.70 err/s: 0.00 reconn/s: 0.00
[ 105s ] thds: 10 tps: 12425.05 qps: 149083.57 (r/w/o: 124235.47/0.00/24848.09) lat (ms,95%): 1.67 err/s: 0.00 reconn/s: 0.00
[ 106s ] thds: 10 tps: 12178.92 qps: 146160.99 (r/w/o: 121801.16/0.00/24359.83) lat (ms,95%): 1.79 err/s: 0.00 reconn/s: 0.00
[ 107s ] thds: 10 tps: 12251.94 qps: 147011.30 (r/w/o: 122508.42/0.00/24502.88) lat (ms,95%): 1.70 err/s: 0.00 reconn/s: 0.00
[ 108s ] thds: 10 tps: 12393.06 qps: 148716.74 (r/w/o: 123930.62/0.00/24786.12) lat (ms,95%): 1.67 err/s: 0.00 reconn/s: 0.00
[ 109s ] thds: 10 tps: 12401.00 qps: 148824.96 (r/w/o: 124021.96/0.00/24802.99) lat (ms,95%): 1.73 err/s: 0.00 reconn/s: 0.00
[ 110s ] thds: 10 tps: 12339.85 qps: 148076.19 (r/w/o: 123397.49/0.00/24678.70) lat (ms,95%): 1.67 err/s: 0.00 reconn/s: 0.00
[ 111s ] thds: 10 tps: 12436.35 qps: 149218.20 (r/w/o: 124346.50/0.00/24871.70) lat (ms,95%): 1.70 err/s: 0.00 reconn/s: 0.00
[ 112s ] thds: 10 tps: 12512.74 qps: 150169.92 (r/w/o: 125142.43/0.00/25027.49) lat (ms,95%): 1.67 err/s: 0.00 reconn/s: 0.00
[ 113s ] thds: 10 tps: 12560.10 qps: 150728.21 (r/w/o: 125608.01/0.00/25120.20) lat (ms,95%): 1.70 err/s: 0.00 reconn/s: 0.00
[ 114s ] thds: 10 tps: 12541.86 qps: 150491.31 (r/w/o: 125407.59/0.00/25083.72) lat (ms,95%): 1.61 err/s: 0.00 reconn/s: 0.00
[ 115s ] thds: 10 tps: 12336.21 qps: 148039.52 (r/w/o: 123367.10/0.00/24672.42) lat (ms,95%): 1.73 err/s: 0.00 reconn/s: 0.00
[ 116s ] thds: 10 tps: 12391.87 qps: 148703.45 (r/w/o: 123919.71/0.00/24783.74) lat (ms,95%): 1.64 err/s: 0.00 reconn/s: 0.00
[ 117s ] thds: 10 tps: 12558.17 qps: 150686.03 (r/w/o: 125570.69/0.00/25115.34) lat (ms,95%): 1.70 err/s: 0.00 reconn/s: 0.00
[ 118s ] thds: 10 tps: 12528.94 qps: 150368.23 (r/w/o: 125309.36/0.00/25058.87) lat (ms,95%): 1.70 err/s: 0.00 reconn/s: 0.00
[ 119s ] thds: 10 tps: 12451.04 qps: 149409.46 (r/w/o: 124507.38/0.00/24902.08) lat (ms,95%): 1.67 err/s: 0.00 reconn/s: 0.00
[ 120s ] thds: 10 tps: 12470.98 qps: 149647.76 (r/w/o: 124705.80/0.00/24941.96) lat (ms,95%): 1.73 err/s: 0.00 reconn/s: 0.00
[ 121s ] thds: 10 tps: 12299.01 qps: 147580.14 (r/w/o: 122984.11/0.00/24596.02) lat (ms,95%): 1.67 err/s: 0.00 reconn/s: 0.00
[ 122s ] thds: 10 tps: 12454.98 qps: 149472.73 (r/w/o: 124560.78/0.00/24911.96) lat (ms,95%): 1.64 err/s: 0.00 reconn/s: 0.00
[ 123s ] thds: 10 tps: 12497.02 qps: 149935.23 (r/w/o: 124943.19/0.00/24992.04) lat (ms,95%): 1.67 err/s: 0.00 reconn/s: 0.00
[ 124s ] thds: 10 tps: 12507.93 qps: 150125.21 (r/w/o: 125107.34/0.00/25017.87) lat (ms,95%): 1.70 err/s: 0.00 reconn/s: 0.00
[ 125s ] thds: 10 tps: 12528.08 qps: 150325.91 (r/w/o: 125270.76/0.00/25055.15) lat (ms,95%): 1.70 err/s: 0.00 reconn/s: 0.00
[ 126s ] thds: 10 tps: 12154.99 qps: 145862.90 (r/w/o: 121552.92/0.00/24309.98) lat (ms,95%): 1.82 err/s: 0.00 reconn/s: 0.00
[ 127s ] thds: 10 tps: 12301.72 qps: 147619.59 (r/w/o: 123015.16/0.00/24604.43) lat (ms,95%): 1.76 err/s: 0.00 reconn/s: 0.00
[ 128s ] thds: 10 tps: 12551.16 qps: 150596.98 (r/w/o: 125494.65/0.00/25102.33) lat (ms,95%): 1.61 err/s: 0.00 reconn/s: 0.00
[ 129s ] thds: 10 tps: 12356.13 qps: 148279.52 (r/w/o: 123568.27/0.00/24711.25) lat (ms,95%): 1.73 err/s: 0.00 reconn/s: 0.00
[ 130s ] thds: 10 tps: 12577.85 qps: 150938.23 (r/w/o: 125781.53/0.00/25156.71) lat (ms,95%): 1.64 err/s: 0.00 reconn/s: 0.00
[ 131s ] thds: 10 tps: 11757.11 qps: 141094.27 (r/w/o: 117581.06/0.00/23513.21) lat (ms,95%): 2.00 err/s: 0.00 reconn/s: 0.00
[ 132s ] thds: 10 tps: 12423.05 qps: 149080.56 (r/w/o: 124233.47/0.00/24847.09) lat (ms,95%): 1.73 err/s: 0.00 reconn/s: 0.00
[ 133s ] thds: 10 tps: 11965.68 qps: 143573.13 (r/w/o: 119641.77/0.00/23931.35) lat (ms,95%): 1.79 err/s: 0.00 reconn/s: 0.00
[ 134s ] thds: 10 tps: 12368.14 qps: 148426.62 (r/w/o: 123691.35/0.00/24735.27) lat (ms,95%): 1.67 err/s: 0.00 reconn/s: 0.00
[ 135s ] thds: 10 tps: 12447.19 qps: 149366.32 (r/w/o: 124470.93/0.00/24895.39) lat (ms,95%): 1.70 err/s: 0.00 reconn/s: 0.00
[ 136s ] thds: 10 tps: 12626.85 qps: 151523.19 (r/w/o: 126269.50/0.00/25253.70) lat (ms,95%): 1.64 err/s: 0.00 reconn/s: 0.00
[ 137s ] thds: 10 tps: 12571.89 qps: 150843.67 (r/w/o: 125699.89/0.00/25143.78) lat (ms,95%): 1.61 err/s: 0.00 reconn/s: 0.00
[ 138s ] thds: 10 tps: 6294.13 qps: 75523.61 (r/w/o: 62936.34/0.00/12587.27) lat (ms,95%): 3.19 err/s: 0.00 reconn/s: 0.00
[ 139s ] thds: 10 tps: 12173.97 qps: 146109.70 (r/w/o: 121761.75/0.00/24347.95) lat (ms,95%): 1.79 err/s: 0.00 reconn/s: 0.00
[ 140s ] thds: 10 tps: 11948.04 qps: 143359.47 (r/w/o: 119463.39/0.00/23896.08) lat (ms,95%): 1.79 err/s: 0.00 reconn/s: 0.00
[ 141s ] thds: 10 tps: 12299.81 qps: 147586.72 (r/w/o: 122986.10/0.00/24600.62) lat (ms,95%): 1.76 err/s: 0.00 reconn/s: 0.00
[ 142s ] thds: 10 tps: 12534.18 qps: 150437.12 (r/w/o: 125368.77/0.00/25068.35) lat (ms,95%): 1.76 err/s: 0.00 reconn/s: 0.00
[ 143s ] thds: 10 tps: 12135.99 qps: 145633.85 (r/w/o: 121361.87/0.00/24271.97) lat (ms,95%): 1.86 err/s: 0.00 reconn/s: 0.00
[ 144s ] thds: 10 tps: 12467.87 qps: 149603.44 (r/w/o: 124667.70/0.00/24935.74) lat (ms,95%): 1.70 err/s: 0.00 reconn/s: 0.00
[ 145s ] thds: 10 tps: 12311.06 qps: 147740.66 (r/w/o: 123119.55/0.00/24621.11) lat (ms,95%): 1.76 err/s: 0.00 reconn/s: 0.00
[ 146s ] thds: 10 tps: 12436.88 qps: 149257.53 (r/w/o: 124382.77/0.00/24874.75) lat (ms,95%): 1.73 err/s: 0.00 reconn/s: 0.00
[ 147s ] thds: 10 tps: 12205.20 qps: 146441.36 (r/w/o: 122031.96/0.00/24409.39) lat (ms,95%): 1.76 err/s: 0.00 reconn/s: 0.00
[ 148s ] thds: 10 tps: 12541.75 qps: 150496.02 (r/w/o: 125412.52/0.00/25083.50) lat (ms,95%): 1.64 err/s: 0.00 reconn/s: 0.00
[ 149s ] thds: 10 tps: 12327.20 qps: 147942.45 (r/w/o: 123287.04/0.00/24655.41) lat (ms,95%): 1.76 err/s: 0.00 reconn/s: 0.00
[ 150s ] thds: 10 tps: 12544.86 qps: 150531.33 (r/w/o: 125441.61/0.00/25089.72) lat (ms,95%): 1.67 err/s: 0.00 reconn/s: 0.00
[ 151s ] thds: 10 tps: 12376.17 qps: 148497.05 (r/w/o: 123745.71/0.00/24751.34) lat (ms,95%): 1.70 err/s: 0.00 reconn/s: 0.00
[ 152s ] thds: 10 tps: 12427.03 qps: 149141.37 (r/w/o: 124287.31/0.00/24854.06) lat (ms,95%): 1.70 err/s: 0.00 reconn/s: 0.00
[ 153s ] thds: 10 tps: 12266.55 qps: 147188.54 (r/w/o: 122655.45/0.00/24533.09) lat (ms,95%): 1.76 err/s: 0.00 reconn/s: 0.00
[ 154s ] thds: 10 tps: 12531.32 qps: 150414.86 (r/w/o: 125351.22/0.00/25063.64) lat (ms,95%): 1.67 err/s: 0.00 reconn/s: 0.00
[ 155s ] thds: 10 tps: 12495.91 qps: 149915.92 (r/w/o: 124924.10/0.00/24991.82) lat (ms,95%): 1.64 err/s: 0.00 reconn/s: 0.00
[ 156s ] thds: 10 tps: 12414.89 qps: 148977.72 (r/w/o: 124148.93/0.00/24828.79) lat (ms,95%): 1.67 err/s: 0.00 reconn/s: 0.00
[ 157s ] thds: 10 tps: 12273.45 qps: 147271.44 (r/w/o: 122724.53/0.00/24546.90) lat (ms,95%): 1.73 err/s: 0.00 reconn/s: 0.00
[ 158s ] thds: 10 tps: 12466.86 qps: 149653.33 (r/w/o: 124718.61/0.00/24934.72) lat (ms,95%): 1.73 err/s: 0.00 reconn/s: 0.00
[ 159s ] thds: 10 tps: 12434.02 qps: 149181.20 (r/w/o: 124314.17/0.00/24867.03) lat (ms,95%): 1.70 err/s: 0.00 reconn/s: 0.00
[ 160s ] thds: 10 tps: 12392.91 qps: 148712.91 (r/w/o: 123927.09/0.00/24785.82) lat (ms,95%): 1.79 err/s: 0.00 reconn/s: 0.00
[ 161s ] thds: 10 tps: 12466.02 qps: 149596.25 (r/w/o: 124663.21/0.00/24933.04) lat (ms,95%): 1.76 err/s: 0.00 reconn/s: 0.00
[ 162s ] thds: 10 tps: 12400.05 qps: 148792.65 (r/w/o: 123994.54/0.00/24798.11) lat (ms,95%): 1.67 err/s: 0.00 reconn/s: 0.00
[ 163s ] thds: 10 tps: 12517.40 qps: 150225.83 (r/w/o: 125189.02/0.00/25036.81) lat (ms,95%): 1.67 err/s: 0.00 reconn/s: 0.00
[ 164s ] thds: 10 tps: 12521.25 qps: 150226.92 (r/w/o: 125185.43/0.00/25041.49) lat (ms,95%): 1.67 err/s: 0.00 reconn/s: 0.00
[ 165s ] thds: 10 tps: 12469.34 qps: 149658.08 (r/w/o: 124718.40/0.00/24939.68) lat (ms,95%): 1.67 err/s: 0.00 reconn/s: 0.00
[ 166s ] thds: 10 tps: 12448.11 qps: 149363.33 (r/w/o: 124467.11/0.00/24896.22) lat (ms,95%): 1.67 err/s: 0.00 reconn/s: 0.00
[ 167s ] thds: 10 tps: 12568.98 qps: 150834.71 (r/w/o: 125697.76/0.00/25136.95) lat (ms,95%): 1.73 err/s: 0.00 reconn/s: 0.00
[ 168s ] thds: 10 tps: 12327.88 qps: 147934.53 (r/w/o: 123277.78/0.00/24656.76) lat (ms,95%): 1.70 err/s: 0.00 reconn/s: 0.00
[ 169s ] thds: 10 tps: 12387.15 qps: 148641.83 (r/w/o: 123869.52/0.00/24772.31) lat (ms,95%): 1.73 err/s: 0.00 reconn/s: 0.00
[ 170s ] thds: 10 tps: 11975.68 qps: 143703.18 (r/w/o: 119749.82/0.00/23953.37) lat (ms,95%): 1.82 err/s: 0.00 reconn/s: 0.00
[ 171s ] thds: 10 tps: 12529.99 qps: 150343.89 (r/w/o: 125285.91/0.00/25057.98) lat (ms,95%): 1.67 err/s: 0.00 reconn/s: 0.00
[ 172s ] thds: 10 tps: 12649.97 qps: 151793.67 (r/w/o: 126491.73/0.00/25301.95) lat (ms,95%): 1.58 err/s: 0.00 reconn/s: 0.00
[ 173s ] thds: 10 tps: 12468.03 qps: 149654.35 (r/w/o: 124719.29/0.00/24935.06) lat (ms,95%): 1.64 err/s: 0.00 reconn/s: 0.00
[ 174s ] thds: 10 tps: 12519.95 qps: 150226.41 (r/w/o: 125185.50/0.00/25040.90) lat (ms,95%): 1.64 err/s: 0.00 reconn/s: 0.00
[ 175s ] thds: 10 tps: 12345.99 qps: 148149.83 (r/w/o: 123459.86/0.00/24689.97) lat (ms,95%): 1.76 err/s: 0.00 reconn/s: 0.00
[ 176s ] thds: 10 tps: 12448.20 qps: 149382.38 (r/w/o: 124483.99/0.00/24898.40) lat (ms,95%): 1.67 err/s: 0.00 reconn/s: 0.00
[ 177s ] thds: 10 tps: 12319.97 qps: 147841.67 (r/w/o: 123201.72/0.00/24639.94) lat (ms,95%): 1.76 err/s: 0.00 reconn/s: 0.00
[ 178s ] thds: 10 tps: 12411.98 qps: 148909.74 (r/w/o: 124088.78/0.00/24820.96) lat (ms,95%): 1.64 err/s: 0.00 reconn/s: 0.00
[ 179s ] thds: 10 tps: 12468.07 qps: 149650.90 (r/w/o: 124712.75/0.00/24938.15) lat (ms,95%): 1.70 err/s: 0.00 reconn/s: 0.00
[ 180s ] thds: 10 tps: 12345.00 qps: 148130.97 (r/w/o: 123440.97/0.00/24689.99) lat (ms,95%): 1.76 err/s: 0.00 reconn/s: 0.00
[ 181s ] thds: 10 tps: 12517.99 qps: 150225.83 (r/w/o: 125189.86/0.00/25035.97) lat (ms,95%): 1.67 err/s: 0.00 reconn/s: 0.00
[ 182s ] thds: 10 tps: 12479.03 qps: 149733.38 (r/w/o: 124774.32/0.00/24959.06) lat (ms,95%): 1.73 err/s: 0.00 reconn/s: 0.00
[ 183s ] thds: 10 tps: 12616.86 qps: 151393.38 (r/w/o: 126160.65/0.00/25232.73) lat (ms,95%): 1.70 err/s: 0.00 reconn/s: 0.00
[ 184s ] thds: 10 tps: 12541.72 qps: 150536.61 (r/w/o: 125452.18/0.00/25084.44) lat (ms,95%): 1.67 err/s: 0.00 reconn/s: 0.00
[ 185s ] thds: 10 tps: 12428.33 qps: 149137.96 (r/w/o: 124281.30/0.00/24856.66) lat (ms,95%): 1.70 err/s: 0.00 reconn/s: 0.00
[ 186s ] thds: 10 tps: 12523.08 qps: 150256.00 (r/w/o: 125210.83/0.00/25045.17) lat (ms,95%): 1.70 err/s: 0.00 reconn/s: 0.00
[ 187s ] thds: 10 tps: 12480.13 qps: 149762.58 (r/w/o: 124801.31/0.00/24961.26) lat (ms,95%): 1.73 err/s: 0.00 reconn/s: 0.00
[ 188s ] thds: 10 tps: 12593.63 qps: 151144.58 (r/w/o: 125957.32/0.00/25187.26) lat (ms,95%): 1.64 err/s: 0.00 reconn/s: 0.00
[ 189s ] thds: 10 tps: 12572.21 qps: 150862.46 (r/w/o: 125718.05/0.00/25144.41) lat (ms,95%): 1.61 err/s: 0.00 reconn/s: 0.00
[ 190s ] thds: 10 tps: 12481.71 qps: 149758.54 (r/w/o: 124795.11/0.00/24963.42) lat (ms,95%): 1.73 err/s: 0.00 reconn/s: 0.00
[ 191s ] thds: 10 tps: 12438.24 qps: 149264.92 (r/w/o: 124390.44/0.00/24874.49) lat (ms,95%): 1.76 err/s: 0.00 reconn/s: 0.00
[ 192s ] thds: 10 tps: 12394.38 qps: 148711.62 (r/w/o: 123923.86/0.00/24787.77) lat (ms,95%): 1.67 err/s: 0.00 reconn/s: 0.00
[ 193s ] thds: 10 tps: 12451.68 qps: 149451.15 (r/w/o: 124545.80/0.00/24905.36) lat (ms,95%): 1.76 err/s: 0.00 reconn/s: 0.00
[ 194s ] thds: 10 tps: 12484.11 qps: 149795.26 (r/w/o: 124827.05/0.00/24968.21) lat (ms,95%): 1.64 err/s: 0.00 reconn/s: 0.00
[ 195s ] thds: 10 tps: 12571.99 qps: 150893.89 (r/w/o: 125748.91/0.00/25144.98) lat (ms,95%): 1.73 err/s: 0.00 reconn/s: 0.00
[ 196s ] thds: 10 tps: 12473.95 qps: 149669.46 (r/w/o: 124721.55/0.00/24947.91) lat (ms,95%): 1.67 err/s: 0.00 reconn/s: 0.00
[ 197s ] thds: 10 tps: 12218.07 qps: 146621.83 (r/w/o: 122186.69/0.00/24435.14) lat (ms,95%): 1.76 err/s: 0.00 reconn/s: 0.00
[ 198s ] thds: 10 tps: 12255.88 qps: 147046.60 (r/w/o: 122535.84/0.00/24510.76) lat (ms,95%): 1.73 err/s: 0.00 reconn/s: 0.00
[ 199s ] thds: 10 tps: 12494.15 qps: 149960.77 (r/w/o: 124970.48/0.00/24990.29) lat (ms,95%): 1.61 err/s: 0.00 reconn/s: 0.00
[ 200s ] thds: 10 tps: 12460.09 qps: 149504.04 (r/w/o: 124584.87/0.00/24919.17) lat (ms,95%): 1.70 err/s: 0.00 reconn/s: 0.00
[ 201s ] thds: 10 tps: 12488.09 qps: 149853.10 (r/w/o: 124876.92/0.00/24976.18) lat (ms,95%): 1.64 err/s: 0.00 reconn/s: 0.00
[ 202s ] thds: 10 tps: 12444.90 qps: 149337.83 (r/w/o: 124448.03/0.00/24889.81) lat (ms,95%): 1.76 err/s: 0.00 reconn/s: 0.00
[ 203s ] thds: 10 tps: 12409.45 qps: 148923.44 (r/w/o: 124103.53/0.00/24819.91) lat (ms,95%): 1.70 err/s: 0.00 reconn/s: 0.00
[ 204s ] thds: 10 tps: 12492.60 qps: 149897.19 (r/w/o: 124911.99/0.00/24985.20) lat (ms,95%): 1.70 err/s: 0.00 reconn/s: 0.00
[ 205s ] thds: 10 tps: 12504.99 qps: 150074.92 (r/w/o: 125064.93/0.00/25009.99) lat (ms,95%): 1.67 err/s: 0.00 reconn/s: 0.00
[ 206s ] thds: 10 tps: 12481.04 qps: 149746.50 (r/w/o: 124784.41/0.00/24962.09) lat (ms,95%): 1.61 err/s: 0.00 reconn/s: 0.00
[ 207s ] thds: 10 tps: 12441.96 qps: 149305.50 (r/w/o: 124421.58/0.00/24883.92) lat (ms,95%): 1.70 err/s: 0.00 reconn/s: 0.00
[ 208s ] thds: 10 tps: 12563.15 qps: 150768.75 (r/w/o: 125642.46/0.00/25126.29) lat (ms,95%): 1.61 err/s: 0.00 reconn/s: 0.00
[ 209s ] thds: 10 tps: 12567.79 qps: 150808.51 (r/w/o: 125672.93/0.00/25135.59) lat (ms,95%): 1.70 err/s: 0.00 reconn/s: 0.00
[ 210s ] thds: 10 tps: 12528.97 qps: 150347.61 (r/w/o: 125291.67/0.00/25055.93) lat (ms,95%): 1.64 err/s: 0.00 reconn/s: 0.00
[ 211s ] thds: 10 tps: 12545.22 qps: 150559.63 (r/w/o: 125468.19/0.00/25091.44) lat (ms,95%): 1.52 err/s: 0.00 reconn/s: 0.00
[ 212s ] thds: 10 tps: 12540.02 qps: 150490.21 (r/w/o: 125409.18/0.00/25081.04) lat (ms,95%): 1.70 err/s: 0.00 reconn/s: 0.00
[ 213s ] thds: 10 tps: 12583.77 qps: 151011.26 (r/w/o: 125843.72/0.00/25167.54) lat (ms,95%): 1.73 err/s: 0.00 reconn/s: 0.00
[ 214s ] thds: 10 tps: 12598.89 qps: 151165.69 (r/w/o: 125967.91/0.00/25197.78) lat (ms,95%): 1.61 err/s: 0.00 reconn/s: 0.00
[ 215s ] thds: 10 tps: 12553.96 qps: 150637.49 (r/w/o: 125530.57/0.00/25106.91) lat (ms,95%): 1.67 err/s: 0.00 reconn/s: 0.00
[ 216s ] thds: 10 tps: 12556.45 qps: 150709.37 (r/w/o: 125595.47/0.00/25113.90) lat (ms,95%): 1.64 err/s: 0.00 reconn/s: 0.00
[ 217s ] thds: 10 tps: 12486.87 qps: 149816.39 (r/w/o: 124843.65/0.00/24972.73) lat (ms,95%): 1.79 err/s: 0.00 reconn/s: 0.00
[ 218s ] thds: 10 tps: 12539.83 qps: 150469.03 (r/w/o: 125389.36/0.00/25079.67) lat (ms,95%): 1.67 err/s: 0.00 reconn/s: 0.00
[ 219s ] thds: 10 tps: 12530.17 qps: 150375.04 (r/w/o: 125315.70/0.00/25059.34) lat (ms,95%): 1.70 err/s: 0.00 reconn/s: 0.00
[ 220s ] thds: 10 tps: 12444.54 qps: 149352.43 (r/w/o: 124461.35/0.00/24891.07) lat (ms,95%): 1.73 err/s: 0.00 reconn/s: 0.00
[ 221s ] thds: 10 tps: 12365.38 qps: 148372.53 (r/w/o: 123642.77/0.00/24729.76) lat (ms,95%): 1.76 err/s: 0.00 reconn/s: 0.00
[ 222s ] thds: 10 tps: 12552.81 qps: 150629.77 (r/w/o: 125524.14/0.00/25105.63) lat (ms,95%): 1.73 err/s: 0.00 reconn/s: 0.00
[ 223s ] thds: 10 tps: 12419.37 qps: 149032.39 (r/w/o: 124192.66/0.00/24839.73) lat (ms,95%): 1.73 err/s: 0.00 reconn/s: 0.00
[ 224s ] thds: 10 tps: 12521.06 qps: 150246.78 (r/w/o: 125204.65/0.00/25042.13) lat (ms,95%): 1.70 err/s: 0.00 reconn/s: 0.00
[ 225s ] thds: 10 tps: 12589.86 qps: 151075.35 (r/w/o: 125896.63/0.00/25178.73) lat (ms,95%): 1.67 err/s: 0.00 reconn/s: 0.00
[ 226s ] thds: 10 tps: 12486.95 qps: 149846.38 (r/w/o: 124871.48/0.00/24974.90) lat (ms,95%): 1.61 err/s: 0.00 reconn/s: 0.00
[ 227s ] thds: 10 tps: 12437.23 qps: 149253.77 (r/w/o: 124380.30/0.00/24873.46) lat (ms,95%): 1.70 err/s: 0.00 reconn/s: 0.00
[ 228s ] thds: 10 tps: 12542.90 qps: 150534.77 (r/w/o: 125447.97/0.00/25086.79) lat (ms,95%): 1.64 err/s: 0.00 reconn/s: 0.00
[ 229s ] thds: 10 tps: 12441.66 qps: 149271.94 (r/w/o: 124389.62/0.00/24882.33) lat (ms,95%): 1.76 err/s: 0.00 reconn/s: 0.00
[ 230s ] thds: 10 tps: 12601.30 qps: 151224.57 (r/w/o: 126021.98/0.00/25202.60) lat (ms,95%): 1.73 err/s: 0.00 reconn/s: 0.00
[ 231s ] thds: 10 tps: 12455.00 qps: 149463.98 (r/w/o: 124552.98/0.00/24911.00) lat (ms,95%): 1.73 err/s: 0.00 reconn/s: 0.00
[ 232s ] thds: 10 tps: 12470.99 qps: 149620.89 (r/w/o: 124679.91/0.00/24940.98) lat (ms,95%): 1.76 err/s: 0.00 reconn/s: 0.00
[ 233s ] thds: 10 tps: 12585.91 qps: 151041.96 (r/w/o: 125870.13/0.00/25171.83) lat (ms,95%): 1.61 err/s: 0.00 reconn/s: 0.00
[ 234s ] thds: 10 tps: 12320.11 qps: 147847.30 (r/w/o: 123208.08/0.00/24639.22) lat (ms,95%): 1.73 err/s: 0.00 reconn/s: 0.00
[ 235s ] thds: 10 tps: 12583.18 qps: 150991.11 (r/w/o: 125822.76/0.00/25168.35) lat (ms,95%): 1.64 err/s: 0.00 reconn/s: 0.00
[ 236s ] thds: 10 tps: 12591.64 qps: 151117.73 (r/w/o: 125934.44/0.00/25183.29) lat (ms,95%): 1.64 err/s: 0.00 reconn/s: 0.00
[ 237s ] thds: 10 tps: 12530.46 qps: 150362.51 (r/w/o: 125301.59/0.00/25060.92) lat (ms,95%): 1.70 err/s: 0.00 reconn/s: 0.00
[ 238s ] thds: 10 tps: 12308.02 qps: 147676.21 (r/w/o: 123060.17/0.00/24616.03) lat (ms,95%): 1.76 err/s: 0.00 reconn/s: 0.00
[ 239s ] thds: 10 tps: 12390.84 qps: 148696.10 (r/w/o: 123916.42/0.00/24779.68) lat (ms,95%): 1.70 err/s: 0.00 reconn/s: 0.00
[ 240s ] thds: 10 tps: 12478.14 qps: 149753.68 (r/w/o: 124795.40/0.00/24958.28) lat (ms,95%): 1.64 err/s: 0.00 reconn/s: 0.00
[ 241s ] thds: 10 tps: 12509.03 qps: 150101.40 (r/w/o: 125083.33/0.00/25018.07) lat (ms,95%): 1.67 err/s: 0.00 reconn/s: 0.00
[ 242s ] thds: 10 tps: 12367.67 qps: 148411.07 (r/w/o: 123675.72/0.00/24735.34) lat (ms,95%): 1.67 err/s: 0.00 reconn/s: 0.00
[ 243s ] thds: 10 tps: 12553.21 qps: 150653.54 (r/w/o: 125548.11/0.00/25105.42) lat (ms,95%): 1.67 err/s: 0.00 reconn/s: 0.00
[ 244s ] thds: 10 tps: 12506.10 qps: 150050.21 (r/w/o: 125039.01/0.00/25011.20) lat (ms,95%): 1.70 err/s: 0.00 reconn/s: 0.00
[ 245s ] thds: 10 tps: 12543.70 qps: 150535.38 (r/w/o: 125445.98/0.00/25089.40) lat (ms,95%): 1.73 err/s: 0.00 reconn/s: 0.00
[ 246s ] thds: 10 tps: 12498.28 qps: 149989.37 (r/w/o: 124992.81/0.00/24996.56) lat (ms,95%): 1.67 err/s: 0.00 reconn/s: 0.00
[ 247s ] thds: 10 tps: 12394.54 qps: 148725.53 (r/w/o: 123937.45/0.00/24788.09) lat (ms,95%): 1.73 err/s: 0.00 reconn/s: 0.00
[ 248s ] thds: 10 tps: 12457.47 qps: 149490.61 (r/w/o: 124576.68/0.00/24913.94) lat (ms,95%): 1.67 err/s: 0.00 reconn/s: 0.00
[ 249s ] thds: 10 tps: 12423.99 qps: 149114.92 (r/w/o: 124264.93/0.00/24849.99) lat (ms,95%): 1.67 err/s: 0.00 reconn/s: 0.00
[ 250s ] thds: 10 tps: 12424.84 qps: 149036.11 (r/w/o: 124188.44/0.00/24847.68) lat (ms,95%): 1.73 err/s: 0.00 reconn/s: 0.00
[ 251s ] thds: 10 tps: 12457.19 qps: 149540.38 (r/w/o: 124624.99/0.00/24915.39) lat (ms,95%): 1.64 err/s: 0.00 reconn/s: 0.00
[ 252s ] thds: 10 tps: 12552.93 qps: 150620.11 (r/w/o: 125514.26/0.00/25105.85) lat (ms,95%): 1.67 err/s: 0.00 reconn/s: 0.00
[ 253s ] thds: 10 tps: 11827.11 qps: 141921.35 (r/w/o: 118266.12/0.00/23655.22) lat (ms,95%): 1.82 err/s: 0.00 reconn/s: 0.00
[ 254s ] thds: 10 tps: 12112.90 qps: 145364.85 (r/w/o: 121140.04/0.00/24224.81) lat (ms,95%): 1.86 err/s: 0.00 reconn/s: 0.00
[ 255s ] thds: 10 tps: 12374.72 qps: 148483.65 (r/w/o: 123734.21/0.00/24749.44) lat (ms,95%): 1.64 err/s: 0.00 reconn/s: 0.00
[ 256s ] thds: 10 tps: 12471.35 qps: 149642.25 (r/w/o: 124698.54/0.00/24943.71) lat (ms,95%): 1.76 err/s: 0.00 reconn/s: 0.00
[ 257s ] thds: 10 tps: 12604.97 qps: 151292.63 (r/w/o: 126082.69/0.00/25209.94) lat (ms,95%): 1.52 err/s: 0.00 reconn/s: 0.00
[ 258s ] thds: 10 tps: 12490.76 qps: 149875.18 (r/w/o: 124894.65/0.00/24980.53) lat (ms,95%): 1.70 err/s: 0.00 reconn/s: 0.00
[ 259s ] thds: 10 tps: 12492.14 qps: 149905.68 (r/w/o: 124920.40/0.00/24985.28) lat (ms,95%): 1.67 err/s: 0.00 reconn/s: 0.00
[ 260s ] thds: 10 tps: 12561.84 qps: 150725.14 (r/w/o: 125602.45/0.00/25122.69) lat (ms,95%): 1.67 err/s: 0.00 reconn/s: 0.00
[ 261s ] thds: 10 tps: 12548.31 qps: 150590.71 (r/w/o: 125493.09/0.00/25097.62) lat (ms,95%): 1.70 err/s: 0.00 reconn/s: 0.00
[ 262s ] thds: 10 tps: 12504.80 qps: 150052.66 (r/w/o: 125044.05/0.00/25008.61) lat (ms,95%): 1.67 err/s: 0.00 reconn/s: 0.00
[ 263s ] thds: 10 tps: 12619.18 qps: 151429.12 (r/w/o: 126190.77/0.00/25238.35) lat (ms,95%): 1.67 err/s: 0.00 reconn/s: 0.00
[ 264s ] thds: 10 tps: 12516.99 qps: 150201.83 (r/w/o: 125167.86/0.00/25033.97) lat (ms,95%): 1.64 err/s: 0.00 reconn/s: 0.00
[ 265s ] thds: 10 tps: 12595.93 qps: 151162.22 (r/w/o: 125970.35/0.00/25191.87) lat (ms,95%): 1.64 err/s: 0.00 reconn/s: 0.00
[ 266s ] thds: 10 tps: 12554.15 qps: 150660.85 (r/w/o: 125551.54/0.00/25109.31) lat (ms,95%): 1.67 err/s: 0.00 reconn/s: 0.00
[ 267s ] thds: 10 tps: 12495.98 qps: 149948.73 (r/w/o: 124958.78/0.00/24989.96) lat (ms,95%): 1.70 err/s: 0.00 reconn/s: 0.00
[ 268s ] thds: 10 tps: 11961.04 qps: 143525.44 (r/w/o: 119601.36/0.00/23924.07) lat (ms,95%): 1.93 err/s: 0.00 reconn/s: 0.00
[ 269s ] thds: 10 tps: 12301.62 qps: 147621.43 (r/w/o: 123018.19/0.00/24603.24) lat (ms,95%): 1.73 err/s: 0.00 reconn/s: 0.00
[ 270s ] thds: 10 tps: 12245.30 qps: 146930.65 (r/w/o: 122441.04/0.00/24489.61) lat (ms,95%): 1.70 err/s: 0.00 reconn/s: 0.00
[ 271s ] thds: 10 tps: 12445.09 qps: 149344.02 (r/w/o: 124454.85/0.00/24889.17) lat (ms,95%): 1.73 err/s: 0.00 reconn/s: 0.00
[ 272s ] thds: 10 tps: 12502.76 qps: 150051.15 (r/w/o: 125043.62/0.00/25007.53) lat (ms,95%): 1.64 err/s: 0.00 reconn/s: 0.00
[ 273s ] thds: 10 tps: 12355.12 qps: 148264.48 (r/w/o: 123554.23/0.00/24710.25) lat (ms,95%): 1.67 err/s: 0.00 reconn/s: 0.00
[ 274s ] thds: 10 tps: 12549.00 qps: 150589.95 (r/w/o: 125491.96/0.00/25097.99) lat (ms,95%): 1.67 err/s: 0.00 reconn/s: 0.00
[ 275s ] thds: 10 tps: 7123.42 qps: 85473.07 (r/w/o: 71226.22/0.00/14246.84) lat (ms,95%): 2.14 err/s: 0.00 reconn/s: 0.00
[ 276s ] thds: 10 tps: 10941.24 qps: 131293.87 (r/w/o: 109411.39/0.00/21882.48) lat (ms,95%): 2.22 err/s: 0.00 reconn/s: 0.00
[ 277s ] thds: 10 tps: 12158.30 qps: 145897.60 (r/w/o: 121581.00/0.00/24316.60) lat (ms,95%): 1.82 err/s: 0.00 reconn/s: 0.00
[ 278s ] thds: 10 tps: 12500.94 qps: 150017.28 (r/w/o: 125016.40/0.00/25000.88) lat (ms,95%): 1.73 err/s: 0.00 reconn/s: 0.00
[ 279s ] thds: 10 tps: 12484.80 qps: 149816.64 (r/w/o: 124846.03/0.00/24970.61) lat (ms,95%): 1.73 err/s: 0.00 reconn/s: 0.00
[ 280s ] thds: 10 tps: 12507.21 qps: 150080.49 (r/w/o: 125066.07/0.00/25014.41) lat (ms,95%): 1.70 err/s: 0.00 reconn/s: 0.00
[ 281s ] thds: 10 tps: 12143.84 qps: 145725.02 (r/w/o: 121437.35/0.00/24287.67) lat (ms,95%): 1.86 err/s: 0.00 reconn/s: 0.00
[ 282s ] thds: 10 tps: 12491.21 qps: 149887.46 (r/w/o: 124906.05/0.00/24981.41) lat (ms,95%): 1.67 err/s: 0.00 reconn/s: 0.00
[ 283s ] thds: 10 tps: 11988.97 qps: 143877.65 (r/w/o: 119898.71/0.00/23978.94) lat (ms,95%): 1.73 err/s: 0.00 reconn/s: 0.00
[ 284s ] thds: 10 tps: 12251.11 qps: 147018.37 (r/w/o: 122517.14/0.00/24501.23) lat (ms,95%): 1.76 err/s: 0.00 reconn/s: 0.00
[ 285s ] thds: 10 tps: 12093.05 qps: 145098.57 (r/w/o: 120912.47/0.00/24186.09) lat (ms,95%): 1.73 err/s: 0.00 reconn/s: 0.00
[ 286s ] thds: 10 tps: 12563.10 qps: 150750.14 (r/w/o: 125622.95/0.00/25127.19) lat (ms,95%): 1.64 err/s: 0.00 reconn/s: 0.00
[ 287s ] thds: 10 tps: 12259.95 qps: 147118.40 (r/w/o: 122599.50/0.00/24518.90) lat (ms,95%): 1.76 err/s: 0.00 reconn/s: 0.00
[ 288s ] thds: 10 tps: 12333.08 qps: 148018.91 (r/w/o: 123351.76/0.00/24667.15) lat (ms,95%): 1.70 err/s: 0.00 reconn/s: 0.00
[ 289s ] thds: 10 tps: 12401.06 qps: 148809.68 (r/w/o: 124007.57/0.00/24802.11) lat (ms,95%): 1.73 err/s: 0.00 reconn/s: 0.00
[ 290s ] thds: 10 tps: 12587.11 qps: 151058.36 (r/w/o: 125884.14/0.00/25174.23) lat (ms,95%): 1.70 err/s: 0.00 reconn/s: 0.00
[ 291s ] thds: 10 tps: 12606.90 qps: 151246.77 (r/w/o: 126033.97/0.00/25212.80) lat (ms,95%): 1.64 err/s: 0.00 reconn/s: 0.00
[ 292s ] thds: 10 tps: 12534.02 qps: 150422.23 (r/w/o: 125354.19/0.00/25068.04) lat (ms,95%): 1.70 err/s: 0.00 reconn/s: 0.00
[ 293s ] thds: 10 tps: 12581.87 qps: 150980.44 (r/w/o: 125816.70/0.00/25163.74) lat (ms,95%): 1.64 err/s: 0.00 reconn/s: 0.00
[ 294s ] thds: 10 tps: 12508.12 qps: 150114.46 (r/w/o: 125097.21/0.00/25017.24) lat (ms,95%): 1.64 err/s: 0.00 reconn/s: 0.00
[ 295s ] thds: 10 tps: 12375.02 qps: 148498.24 (r/w/o: 123748.20/0.00/24750.04) lat (ms,95%): 1.76 err/s: 0.00 reconn/s: 0.00
[ 296s ] thds: 10 tps: 12454.04 qps: 149429.54 (r/w/o: 124523.45/0.00/24906.09) lat (ms,95%): 1.70 err/s: 0.00 reconn/s: 0.00
[ 297s ] thds: 10 tps: 12509.02 qps: 150125.26 (r/w/o: 125105.21/0.00/25020.04) lat (ms,95%): 1.73 err/s: 0.00 reconn/s: 0.00
[ 298s ] thds: 10 tps: 12468.98 qps: 149611.82 (r/w/o: 124674.85/0.00/24936.97) lat (ms,95%): 1.76 err/s: 0.00 reconn/s: 0.00
[ 299s ] thds: 10 tps: 12470.02 qps: 149648.27 (r/w/o: 124708.22/0.00/24940.04) lat (ms,95%): 1.61 err/s: 0.00 reconn/s: 0.00
[ 300s ] thds: 10 tps: 12346.78 qps: 148141.41 (r/w/o: 123450.84/0.00/24690.57) lat (ms,95%): 1.79 err/s: 0.00 reconn/s: 0.00
SQL statistics:
    queries performed:
        read:                            37194750
        write:                           0
        other:                           7438950
        total:                           44633700
    transactions:                        3719475 (12398.12 per sec.)
    queries:                             44633700 (148777.39 per sec.)
    ignored errors:                      0      (0.00 per sec.)
    reconnects:                          0      (0.00 per sec.)

General statistics:
    total time:                          300.0029s
    total number of events:              3719475

Latency (ms):
         min:                                    0.31
         avg:                                    0.81
         max:                                  340.41
         95th percentile:                        1.70
         sum:                              2997822.04

Threads fairness:
    events (avg/stddev):           371947.5000/2109.22
    execution time (avg/stddev):   299.7822/0.00